/* String_On_Page_Template */
"Bookmarks tagged " = "Bookmarks tagged ";

/* String_On_Page_Template -- followed by a number */
"delicious.com example no." = "delicious.com example no.";

/* String_On_Page_Template */
"Enter your Delicious username in the Inspector." = "Enter your Delicious username in the Inspector.";

/* String_On_Page_Template */
"My Delicious Links" = "My Delicious Links";

